# **DataFrame**

In [1]:
import pandas as pd
import numpy as np

### **Creating a DataFrame**

In [2]:
data = {
    'Name' : ['John','Anna','Peter','Linda'],
    'Age' : [28,34,29,42],
    'City' : ['New York','Paris','Berlin','London'],
    'Salary' : [65000,70000,62000,85000]
}

In [3]:
pd.DataFrame(data)

    Name  Age      City  Salary
0   John   28  New York   65000
1   Anna   34     Paris   70000
2  Peter   29    Berlin   62000
3  Linda   42    London   85000